import "dart:math";

// прост цитаты (откуда подгружатся будут и случайно выбираться)

class QuoteData{
    static List<String> quotes = [
        "Находясь в одинаковых обстоятельствах, люди все же живут в разных мирах. @Артур Шопенгауэр",
        "Нужно долго прожить, состариться, чтобы понять, как коротка жизнь. @Артур Шопенгауэр",
        "Не говори своему другу того, что не должен знать твой враг. @Артур Шопенгауэр",
    ];

    static int randomIndex(){
        return Random().nextInt(quotes.length);
    }
}